---
kind: property
id: P:Autodesk.Revit.UI.RibbonPanel.Visible
zh: 功能区
source: html/10ed39be-db78-2b0d-b1fd-6453bfb8e488.htm
---
# Autodesk.Revit.UI.RibbonPanel.Visible Property

**中文**: 功能区

Gets or sets a value indicating whether the RibbonPanel is displayed.

## Syntax (C#)
```csharp
public bool Visible { get; set; }
```